[IO_PositiveSelfImage_EllieDecoration InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_PositiveSelfImage_Decal MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ornamento de Capô da "Ellie - A Gorda""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PositiveSelfImage_Decal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um ornamento criado pelos bandidos Hodunk para fazer com Ellie se sentisse mal.  Infelizmente não funcionou."
NoConstraintText=""
Suffix=""
Prefix=""

